Revit 2027 API
ParameterTypeId.FabricSheetMajorEndOverhang Property
 "Major End Overhang": Major End Overhang
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMajorEndOverhang { get; }
Public Shared ReadOnly Property FabricSheetMajorEndOverhang As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMajorEndOverhang {
	ForgeTypeId^ get ();
}
static member FabricSheetMajorEndOverhang : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace